import type { MainQuestionProps } from '../presentation/components';

export const mainQuestionsConfig: MainQuestionProps[] = [
	{
		question: 'Как подготовиться к приему?',
		answer: 'Не знаю',
	},
	{
		question: 'Как записаться на прием в ваш центр?',
		answer: 'Не знаю',
	},
	{
		question: 'Нужно ли направление от врача, чтобы попасть к специалисту вашего центра?',
		answer: 'Нет, направление не требуется. Вы можете записаться напрямую к любому специалисту нашего центра. Однако, если у вас уже есть заключения или диагнозы от других врачей, мы рекомендуем взять их с собой — это поможет врачу быстрее понять ситуацию.',
	},
	{
		question: 'Предлагаете ли вы программы комплексного обследования?',
		answer: 'Не знаю',
	},
	{
		question: 'Выдает ли ваш центр больничные листы (листки нетрудоспособности)?',
		answer: 'Не знаю',
	},
];
