import type { Feedback } from '../types';

export const mainFakeFeedbacks: Feedback[] = [
	{
		id: 'id1',
		user: {
			photoUrl: '',
			name: 'Елена Иванова',
		},
		stars: 5,
		date: '05 декабря 2025 года',
		description:
			'Решила пройти комплексный чекап для женщин в Dev Med, так как стала часто чувствовать упадок сил. Организация порадовала: за один день без суеты прошла всех необходимых специалистов и сдала анализы. Особенно впечатлила итоговая консультация терапевта: мне не просто выдали результаты, а собрали всё в единую картину, дали четкий план действий и рекомендации по коррекции образа жизни. Чувствую, что взяла здоровье под контроль. Спасибо за системный подход и внимание к деталям!',
	},
	{
		id: 'id2',
		user: {
			photoUrl: '',
			name: 'Елена Иванова2',
		},
		stars: 3,
		date: '05 декабря 2025 года',
		description:
			'Решила пройти комплексный чекап для женщин в Dev Med, так как стала часто чувствовать упадок сил. Организация порадовала: за один день без суеты прошла всех необходимых специалистов и сдала анализы. Особенно впечатлила итоговая консультация терапевта: мне не просто выдали результаты, а собрали всё в единую картину, дали четкий план действий и рекомендации по коррекции образа жизни. Чувствую, что взяла здоровье под контроль. Спасибо за системный подход и внимание к деталям!',
	},
	{
		id: 'id3',
		user: {
			photoUrl: '',
			name: 'Елена Иванова3',
		},
		stars: 1,
		date: '05 декабря 2025 года',
		description:
			'Решила пройти комплексный чекап для женщин в Dev Med, так как стала часто чувствовать упадок сил. Организация порадовала: за один день без суеты прошла всех необходимых специалистов и сдала анализы. Особенно впечатлила итоговая консультация терапевта: мне не просто выдали результаты, а собрали всё в единую картину, дали четкий план действий и рекомендации по коррекции образа жизни. Чувствую, что взяла здоровье под контроль. Спасибо за системный подход и внимание к деталям!',
	},
	{
		id: 'id15',
		user: {
			photoUrl: '',
			name: 'Елена Иванова15',
		},
		stars: 4,
		date: '05 декабря 2025 года',
		description:
			'Решила пройти комплексный чекап для женщин в Dev Med, так как стала часто чувствовать упадок сил. Организация порадовала: за один день без суеты прошла всех необходимых специалистов и сдала анализы. Особенно впечатлила итоговая консультация терапевта: мне не просто выдали результаты, а собрали всё в единую картину, дали четкий план действий и рекомендации по коррекции образа жизни. Чувствую, что взяла здоровье под контроль. Спасибо за системный подход и внимание к деталям!',
	},
	{
		id: 'id56',
		user: {
			photoUrl: '',
			name: 'Елена Иванова56',
		},
		stars: 0,
		date: '05 декабря 2025 года',
		description:
			'Решила пройти комплексный чекап для женщин в Dev Med, так как стала часто чувствовать упадок сил. Организация порадовала: за один день без суеты прошла всех необходимых специалистов и сдала анализы. Особенно впечатлила итоговая консультация терапевта: мне не просто выдали результаты, а собрали всё в единую картину, дали четкий план действий и рекомендации по коррекции образа жизни. Чувствую, что взяла здоровье под контроль. Спасибо за системный подход и внимание к деталям!',
	},
];
